{"headlines": ["Technical Recruiter @ Microsoft", "Software Engineer", "Software Engineer", "Technical Sourcer", "Technical Sourcer", "Senior Software Engineer at Microsoft", "Senior Software Engineer at Microsoft", "Board Director, CEO, CTO, Founder", "Global Portfolio Director, Xbox", "Director / Principal Cloud Network Engineering Manager at Microsoft"], 


"summaries": ["Driven professional with a Bachelor’s degree focused in Information Technology & Informatics from Rutgers University. Experience in health information technology and enterprise services including project management, web development, user interface design, and agile functions.Driven professional with a Bachelor’s degree focused in Information Technology & Informatics from Rutgers University. Experience in health information technology and enterprise services including project management, web development, user interface design, and agile functions.", "Passed LinkedIn Skill AssessmentPassed LinkedIn Skill Assessment", "Passed LinkedIn Skill AssessmentPassed LinkedIn Skill Assessment", "Experienced Talent Acquisition Specialist, with a demonstrated history of working in the computer software industry. Skilled in Microsoft Word, Databases, Strategic Sourcing, Management, and Recruiting. Strong human resources professional with a Sociology focused in BA.Experienced Talent Acquisition Specialist, with a demonstrated history of working in the computer software industry. Skilled in Microsoft Word, Databases, Strategic Sourcing, Management, and Recruiting. Strong human resources professional with a Sociology focused in BA.", "Experienced Talent Acquisition Specialist, with a demonstrated history of working in the computer software industry. Skilled in Microsoft Word, Databases, Strategic Sourcing, Management, and Recruiting. Strong human resources professional with a Sociology focused in BA.Experienced Talent Acquisition Specialist, with a demonstrated history of working in the computer software industry. Skilled in Microsoft Word, Databases, Strategic Sourcing, Management, and Recruiting. Strong human resources professional with a Sociology focused in BA.", "I am a Senior Software Engineer in the Commercial Software Engineering team (CSE) at Microsoft. CSE is a global engineering organization that works directly with the largest companies and not-for-profits in the world to tackle their most significant technical challenges. At CSE, I focus on improving developer processes, promoting best practices and building repeatable architectures and patterns. I iterate on our solutions to improve our products and make our solutions available to other CSE teams and the wider open-source developer community. Some past projects include: message-oriented architectures, observability in distributed systems, micro-services architecture, enterprise-scale data access patterns, MLOps flows, AI bots, and custom Team's extensions/applications. I am also passionate about building out diverse and inclusive teams and am heavily involved in many CSE Diversity & Inclusion efforts. Prior to Microsoft, I designed and developed enterprise-scale software applications for the United States Department of Defense. I stepped into multiple leadership roles at Booz Allen Hamilton, including lead architect, configuration management lead and development lead. I was recognized by the US DOD for excellence in leadership as I led our development teams through time-sensitive deployments of mission-critical software.I am a Senior Software Engineer in the Commercial Software Engineering team (CSE) at Microsoft. CSE is a global engineering organization that works directly with the largest companies and not-for-profits in the world to tackle their most significant technical challenges. \n\nAt CSE, I focus on improving developer processes, promoting best practices and building repeatable architectures and patterns. I iterate on our solutions to improve our products and make our solutions available to other CSE teams and the wider open-source developer community. Some past projects include: message-oriented architectures, observability in distributed systems, micro-services architecture, enterprise-scale data access patterns, MLOps flows, AI bots, and custom Team's extensions/applications. I am also passionate about building out diverse and inclusive teams and am heavily involved in many CSE Diversity & Inclusion efforts. \n\nPrior to Microsoft, I designed and developed enterprise-scale software applications for the United States Department of Defense. I stepped into multiple leadership roles at Booz Allen Hamilton, including lead architect, configuration management lead and development lead. I was recognized by the US DOD for excellence in leadership as I led our development teams through time-sensitive deployments of mission-critical software.", "I am a Senior Software Engineer in the Commercial Software Engineering team (CSE) at Microsoft. CSE is a global engineering organization that works directly with the largest companies and not-for-profits in the world to tackle their most significant technical challenges. At CSE, I focus on improving developer processes, promoting best practices and building repeatable architectures and patterns. I iterate on our solutions to improve our products and make our solutions available to other CSE teams and the wider open-source developer community. Some past projects include: message-oriented architectures, observability in distributed systems, micro-services architecture, enterprise-scale data access patterns, MLOps flows, AI bots, and custom Team's extensions/applications. I am also passionate about building out diverse and inclusive teams and am heavily involved in many CSE Diversity & Inclusion efforts. Prior to Microsoft, I designed and developed enterprise-scale software applications for the United States Department of Defense. I stepped into multiple leadership roles at Booz Allen Hamilton, including lead architect, configuration management lead and development lead. I was recognized by the US DOD for excellence in leadership as I led our development teams through time-sensitive deployments of mission-critical software.I am a Senior Software Engineer in the Commercial Software Engineering team (CSE) at Microsoft. CSE is a global engineering organization that works directly with the largest companies and not-for-profits in the world to tackle their most significant technical challenges. \n\nAt CSE, I focus on improving developer processes, promoting best practices and building repeatable architectures and patterns. I iterate on our solutions to improve our products and make our solutions available to other CSE teams and the wider open-source developer community. Some past projects include: message-oriented architectures, observability in distributed systems, micro-services architecture, enterprise-scale data access patterns, MLOps flows, AI bots, and custom Team's extensions/applications. I am also passionate about building out diverse and inclusive teams and am heavily involved in many CSE Diversity & Inclusion efforts. \n\nPrior to Microsoft, I designed and developed enterprise-scale software applications for the United States Department of Defense. I stepped into multiple leadership roles at Booz Allen Hamilton, including lead architect, configuration management lead and development lead. I was recognized by the US DOD for excellence in leadership as I led our development teams through time-sensitive deployments of mission-critical software.", "Board director, CEO, entrepreneur, and deputy CTO at Microsoft. My job is to bring together the best creators, engineers, scientists, designers, ethicists to solve some of the world's most challenging problems and empower humanity through technology. A strategic, customer-centric innovator, known for rapid growth.  Experience includes creating and scaling companies, operating a top-5 web and media property, a top-10 US retail bank, the largest global energy PPP and a first-tier VC. A unique and diverse background of business, technology, design, and policy.  World Economic Forum, Young Global Leader Forbes The World's 100 Most Powerful WomenSFGate 21 Most Powerful Women in Tech 9th Annual Stevie® AwardBoard director, CEO, entrepreneur, and deputy CTO at Microsoft. My job is to bring together the best creators, engineers, scientists, designers, ethicists to solve some of the world's most challenging problems and empower humanity through technology. \n\nA strategic, customer-centric innovator, known for rapid growth.  Experience includes creating and scaling companies, operating a top-5 web and media property, a top-10 US retail bank, the largest global energy PPP and a first-tier VC. A unique and diverse background of business, technology, design, and policy.  \n \nWorld Economic Forum, Young Global Leader \nForbes The World's 100 Most Powerful Women\nSFGate 21 Most Powerful Women in Tech  \n9th Annual Stevie® Award", "Currently: curating content, advocating for gamers and game developers, discovering new experiences!Previously:  teaching game design, theory, interactive arts; research on playable theater; writing and creative projects. Running a research center at UC Santa Cruz focused on exploring the intersection of art and technology: the Center for Games and Playable Media. Manage growth strategy, build corporate relations, enhance curriculum.Previously: business development at a large independent game development studio.Previously: put on game conferences at CMP; used to work on internet media (internet show about videogames - that was fun.) Played in a band; still blog once in a while at gamegirladvance.com. Play games, write, read, make music, plot to take over the world, etc.Specialties: New media, interactive media, internet video, videogames, blogging, broadcast and podcast. Writing fiction. Clarion 2017 graduate.Currently: curating content, advocating for gamers and game developers, discovering new experiences!\n\nPreviously:  teaching game design, theory, interactive arts; research on playable theater; writing and creative projects. Running a research center at UC Santa Cruz focused on exploring the intersection of art and technology: the Center for Games and Playable Media. Manage growth strategy, build corporate relations, enhance curriculum.\n\nPreviously: business development at a large independent game development studio.\n\nPreviously: put on game conferences at CMP; used to work on internet media (internet show about videogames - that was fun.) \n\nPlayed in a band; still blog once in a while at gamegirladvance.com. Play games, write, read, make music, plot to take over the world, etc.\n\nSpecialties: New media, interactive media, internet video, videogames, blogging, broadcast and podcast. Writing fiction. Clarion 2017 graduate.", "I am adaptable and have lead and contributed to business success in startups, medium and large organizations.I am passionate about leading teams that own the delivery of reliable, large-scale infrastructure for Internet-scale services.I find the signal amongst the noise.US Citizen with OCI permission to work in India.I am adaptable and have lead and contributed to business success in startups, medium and large organizations.\n\nI am passionate about leading teams that own the delivery of reliable, large-scale infrastructure for Internet-scale services.\n\nI find the signal amongst the noise.\n\nUS Citizen with OCI permission to work in India."]}